Repository: br-automation-com/mapp-Framework
Catalog: BaseProject/Logical/mappView/Resources/Texts/Areas_Texts/TopAreaTexts.tmx
Source language: en
Languages: de, zh

source: Emergency
de: Notfall
zh: 紧急停止

source: Axis Status
de: Achsenstatus
zh: 轴状态

source: Axis 1 / Feeder Status
de: Achse 1 / Feeder-Status
zh: 轴1 / 送料轴状态

source: Axis 2 / Cutter Status
de: Achse 2 / Schneidestatus
zh: 轴2 / 切刀轴状态

source: ChangeLanguage
de: Sprache ändern
zh: 切换语言

source: MM-dd-yy hh:mm
de: dd-MM-yy hh:mm

source: PID Status
zh: PID状态
